export const sampleConfig = {
    title: "我今天可以如何帮助您？",
    samples: [
        {
            title: "解释期权交易",
            description: "如果我熟悉买卖股票",
            prompt: "如果我熟悉买卖股票，那么请用简单的术语解释期权交易。",
        },
        {
            title: "比较讲故事的技巧",
            description: "在小说和电影中",
            prompt: "在一个简洁的表格中，从不同的方面比较小说和电影中的叙事技巧",
        },
        {
            title: "写一封电子邮件",
            description: "请求延长我的项目的截止日期",
            prompt: "给我的教授写一封简短的邮件，请求延长我的项目截止日期。我其实没有什么好的理由，我也愿意承认这一点 - 所以请保持真实！",
        },
        {
            title: "提出概念",
            description: "用于复古风格的街机游戏",
            prompt: "为复古风格的街机游戏提出 5 个概念。",
        },
        {
            title: "帮我挑选",
            description: "一套在镜头前看起来很好的服装",
            prompt: "我明天有个摄影拍摄。你能推荐我一些在镜头下看起来好看的颜色和服装选择吗？",
        },
        {
            title: "规划一次旅行",
            description: "去挪威看北极光",
            prompt: "规划一次为期 3 天的挪威观赏北极光之旅。同时也推荐一些理想的日期。",
        },
        {
            title: "帮我挑选",
            description: "给我喜欢园艺的妈妈的生日礼物",
            prompt: "帮我挑选一份适合喜欢园艺的妈妈的生日礼物。但不要给我园艺工具-她已经拥有所有的了！",
        },
        {
            title: "解释飞机颠簸",
            description: "对于从未乘坐过飞机的人",
            prompt: "你能向一个从未乘过飞机的人解释什么是飞机颠簸吗？请用简洁的对话方式解释。",
        },
        {
            title: "设计数据库模式",
            description: "用于在线商品商店",
            prompt: "为一个在线商品商店设计数据库模式。",
        },
        {
            title: "规划行程",
            description: "进行一次英格兰著名作家的家的文学之旅",
            prompt: "我非常期待参观英格兰一些著名作家的故居。你能为我策划一次这样的文学之旅吗？",
        },
        {
            title: "编写一条短信",
            description: "邀请一个朋友作为我的婚礼伴侣",
            prompt: "写一条短信邀请朋友下个月陪我参加婚礼。我希望这条信息非常简短和随意，并给他们留有回旋的余地。",
        },
        {
            title: "比较商业策略",
            description: "从预算到豪华与从豪华到预算的过渡",
            prompt: "比较从预算到豪华和从豪华到预算的业务策略变化，使用简短的表格概述不同的方面",
        },
    ],
};
